Repository: valentin-gosselin/pretix-payment-fees
Catalog: pretix_payment_fees/locale/*/LC_MESSAGES/django.po
Languages: fr, it

source: Mollie OAuth refresh token (managed automatically)
fr: Refresh token OAuth Mollie (géré automatiquement)
it: Token di aggiornamento OAuth Mollie (gestito automaticamente)

source: OAuth connected
fr: OAuth connecté
it: OAuth connesso

source: Indicates if Mollie Connect OAuth is active
fr: Indique si OAuth Mollie Connect est actif
it: Indica se OAuth Mollie Connect è attivo

source: SumUp test mode
fr: Mode test SumUp
it: Modalità test SumUp

source: PSP transactions cache duration
fr: Durée de cache des transactions PSP
it: Durata cache transazioni PSP

source: Last known rates
fr: Derniers rates connus
it: Ultimi tassi conosciuti

source: Last settlement rates retrieved (backup for recent payments)
fr: Derniers rates de settlement récupérés (backup pour paiements récents)
it: Ultimi tassi di regolamento recuperati (backup per pagamenti recenti)

source: PSP Transaction ID
fr: ID Transaction PSP
it: ID Transazione PSP

source: Gross amount
fr: Montant brut
it: Importo lordo

source: PSP fees
fr: Frais PSP
it: Commissioni PSP

source: Net amount
fr: Montant net
it: Importo netto

source: Settlement ID (Mollie only)
fr: ID Settlement (Mollie uniquement)
it: ID Regolamento (solo Mollie)

source: Fee details
fr: Détails frais
it: Dettagli commissioni

source: Details of different fee types
fr: Détails des différents types de frais
it: Dettagli di diversi tipi di commissioni

source: Year
fr: Année
it: Anno

source: Month
fr: Mois
it: Mese

source: Settlement date
fr: Date settlement
it: Data regolamento

source: Retrieval date
fr: Date récupération
it: Data recupero

source: Start date must be before end date
fr: La date de début doit être antérieure à la date de fin
it: La data di inizio deve essere precedente alla data di fine

source: Cannot be used with date_from/date_to
fr: Ne peut pas être utilisé avec date_from/date_to
it: Non può essere usato con date_from/date_to

source: Processing your request... Synchronization may take several minutes for a large number of payments.
fr: Nous traitons votre demande… La synchronisation peut prendre plusieurs minutes pour un grand nombre de paiements.
it: Elaborazione della tua richiesta... La sincronizzazione può richiedere diversi minuti per un gran numero di pagamenti.

source: Dry-run mode: {synced} payments would be synchronized (total fees: {fees} EUR)
fr: Mode dry-run: {synced} paiements seraient synchronisés (total frais: {fees} EUR)
it: Modalità dry-run: {synced} pagamenti sarebbero sincronizzati (commissioni totali: {fees} EUR)

source: Synchronization successful: {synced}/{total} payments synchronized, {skipped} skipped, {failed} failed. Total fees: {fees} EUR
fr: Synchronisation réussie: {synced}/{total} paiements synchronisés, {skipped} ignorés, {failed} échoués. Total frais: {fees} EUR
it: Sincronizzazione riuscita: {synced}/{total} pagamenti sincronizzati, {skipped} saltati, {failed} falliti. Commissioni totali: {fees} EUR

source: Mollie fees
fr: Frais Mollie
it: Commissioni Mollie

source: Mollie fees (Credit card)
fr: Frais Mollie (Carte de crédit)
it: Commissioni Mollie (Carta di credito)

source: Mollie fees (Bancontact)
fr: Frais Mollie (Bancontact)
it: Commissioni Mollie (Bancontact)

source: Mollie fees (iDEAL)
fr: Frais Mollie (iDEAL)
it: Commissioni Mollie (iDEAL)

source: SumUp fees
fr: Frais SumUp
it: Commissioni SumUp

source: Missing OAuth parameters
fr: Paramètres OAuth manquants
it: Parametri OAuth mancanti

source: Invalid CSRF token. Please try again.
fr: Token CSRF invalide. Veuillez réessayer.
it: Token CSRF non valido. Riprova.

source: Mollie Connect is not connected
fr: Mollie Connect n'est pas connecté
it: Mollie Connect non è connesso

source: Detailed accounting export including PSP fees (Mollie, SumUp) with CSV/Excel generation and accounting PDF.
fr: Export comptable détaillé incluant les frais des PSP (Mollie, SumUp) avec génération CSV/Excel et PDF comptable.
it: Esportazione contabile dettagliata incluse commissioni PSP (Mollie, SumUp) con generazione CSV/Excel e PDF contabile.

source: Total VAT Collected
fr: TVA Collectée Total
it: IVA Totale Raccolta

source: VAT Collected
fr: TVA Collectée
it: IVA Raccolta

source: Difference
fr: Différence
it: Differenza

source: Fee Details
fr: Détail Frais
it: Dettagli Commissioni

source: Total net received
fr: Total net perçu
it: Totale netto ricevuto

source: Credit card
fr: Carte de crédit
it: Carta di credito

source: PSP Fees Export Diagnostic
fr: Diagnostic Export Frais PSP
it: Diagnostica Esportazione Commissioni PSP

source: seconds
fr: secondes
it: secondi

source: Cache duration
fr: Durée cache
it: Durata cache

source: Total Fees
fr: Total Frais
it: Commissioni Totali

source: Connected
fr: Connecté
it: Connesso

source: Create an OAuth app on
fr: Créez une app OAuth sur
it: Crea un'app OAuth su

source: PSP Diagnostic
fr: Diagnostic PSP
it: Diagnostica PSP

source: Disabled
fr: Désactivé
it: Disabilitato

source: Cache Statistics
fr: Statistiques du cache
it: Statistiche Cache

source: Last hour
fr: Dernière heure
it: Ultima ora

source: Count
fr: Nombre
it: Conteggio

source: Gross Total
fr: Total Brut
it: Totale Lordo

source: Clear old cache (>7d)
fr: Vider le cache ancien (>7j)
it: Cancella cache vecchia (>7g)

source: Refresh full cache
fr: Rafraîchir le cache complet
it: Aggiorna cache completa

source: Features coming in a future version.
fr: Fonctionnalités à venir dans une prochaine version.
it: Funzionalità in arrivo in una versione futura.

source: Recent errors
fr: Erreurs récentes
it: Errori recenti

source: If no date is provided, ALL unsynchronized payments will be processed (may take time).
fr: Si aucune date n'est fournie, TOUS les paiements non synchronisés seront traités (peut prendre du temps).
it: Se non viene fornita alcuna data, TUTTI i pagamenti non sincronizzati saranno elaborati (potrebbe richiedere tempo).

source: Already synchronized payments are ignored unless 'Force' is enabled.
fr: Les paiements déjà synchronisés sont ignorés sauf si 'Forcer' est activé.
it: I pagamenti già sincronizzati vengono ignorati a meno che 'Forza' non sia abilitato.

source: Organizer slug (required)
fr: Slug de l'organisateur (obligatoire)
it: Slug organizzatore (richiesto)

source: Event slug (optional)
fr: Slug de l'événement (optionnel)
it: Slug evento (opzionale)

source: Total PSP Fees:
fr: Frais PSP Total :
it: Commissioni PSP Totali:

source: Total PSP Fees
fr: Frais PSP Total
it: Commissioni PSP Totali

source: PSP Fees:
fr: Frais PSP :
it: Commissioni PSP:

source: PSP Fees
fr: Frais PSP
it: Commissioni PSP

source: Event slug (optional, if absent = all organizer events)
fr: Slug de l'événement (optionnel, si absent = tous les événements de l'organisateur)
it: Slug evento (opzionale, se assente = tutti gli eventi organizzatore)

source: Skipped payments:
fr: Paiements ignorés:
it: Pagamenti saltati:

source: Failed payments:
fr: Paiements échoués:
it: Pagamenti falliti:

source: Dry-run mode: No changes were made
fr: Mode dry-run: Aucune modification n'a été effectuée
it: Modalità dry-run: Nessuna modifica effettuata

source: Fee synchronization
fr: Synchronisation des frais
it: Sincronizzazione commissioni

source: Available on Mollie Dashboard
fr: Disponible sur le Dashboard Mollie
it: Disponibile su Dashboard Mollie

source: Mollie test mode
fr: Mode test Mollie
it: Modalità test Mollie

source: Optional - To retrieve real PSP fees
fr: Optionnel - Pour récupérer les vrais frais PSP
it: Opzionale - Per recuperare commissioni PSP reali

source: Real PSP fees are synchronized automatically
fr: Les vrais frais PSP sont synchronisés automatiquement
it: Le commissioni PSP reali sono sincronizzate automaticamente

source: SumUp Developer to obtain an Access Token
fr: SumUp Developer pour obtenir un Access Token
it: SumUp Developer per ottenere un Token di Accesso

source: Advanced options
fr: Options avancées
it: Opzioni avanzate

source: Duration in seconds (60-86400)
fr: Durée en secondes (60-86400)
it: Durata in secondi (60-86400)

source: Cache reduces API calls. Recommended: 3600s (1h)
fr: Le cache réduit les appels API. Recommandé : 3600s (1h)
it: La cache riduce le chiamate API. Consigliato: 3600s (1h)

source: Save configuration
fr: Enregistrer la configuration
it: Salva configurazione

source: which drastically reduces API calls
fr: ce qui réduit drastiquement les appels API
it: il che riduce drasticamente le chiamate API

source: (1 hour ago)
fr: (il y a 1 heure)
it: (1 ora fa)

source: Runs via Pretix periodic task
fr: S'exécute via la tâche périodique Pretix
it: Esegue tramite attività periodica Pretix

source: Only unsynchronized payments from the last 30 days are processed
fr: Seuls les paiements des 30 derniers jours non synchronisés sont traités
it: Solo i pagamenti non sincronizzati degli ultimi 30 giorni vengono elaborati

source: (impact: ~5-10 API req/day)
fr: (impact : ~5-10 req API/jour)
it: (impatto: ~5-10 richieste API/giorno)

source: Payments awaiting synchronization
fr: Paiements en attente de synchronisation
it: Pagamenti in attesa di sincronizzazione

source: All payments are synchronized
fr: Tous les paiements sont synchronisés
it: Tutti i pagamenti sono sincronizzati

source: Start synchronization
fr: Démarrer la synchronisation
it: Avvia sincronizzazione

source: Alternative to date_from/date_to (e.g.: 7 for the last week)
fr: Alternative à date_from/date_to (ex: 7 pour la dernière semaine)
it: Alternativa a date_from/date_to (es.: 7 per la scorsa settimana)

source: Important:
it: Importante:

source: To limit synchronization to a specific period, use the date fields.
fr: Pour limiter la synchronisation à une période spécifique, utilisez les champs de date.
it: Per limitare la sincronizzazione a un periodo specifico, usa i campi data.

source: Synchronization may take several minutes for a large number of payments.
fr: La synchronisation peut prendre plusieurs minutes pour un grand nombre de paiements.
it: La sincronizzazione può richiedere diversi minuti per un gran numero di pagamenti.

source: Note:
it: Nota:

source: Synchronization may take several seconds.
fr: La synchronisation peut prendre plusieurs secondes.
it: La sincronizzazione può richiedere alcuni secondi.

source: Use 'dry-run' mode to simulate without modifying the database.
fr: Utilisez le mode 'dry-run' pour simuler sans modifier la base de données.
it: Usa la modalità 'dry-run' per simulare senza modificare il database.

source: Command line
fr: Ligne de commande
it: Riga di comando

source: You can also use the following Django command:
fr: Vous pouvez aussi utiliser la commande Django suivante :
it: Puoi anche usare il seguente comando Django:

source: Available options:
fr: Options disponibles :
it: Opzioni disponibili:

source: Resynchronize even if already done
fr: Resynchroniser même si déjà fait
it: Risincronizza anche se già fatto

source: Simulate without modifying
fr: Simuler sans modifier
it: Simula senza modificare

source: Accounting report with bank fees
fr: Rapport comptable avec frais bancaires
it: Report contabile con commissioni bancarie

source: Accounting PDF report including payment provider fee details (Mollie, SumUp, etc.).
fr: Rapport comptable PDF incluant le détail des frais bancaires par fournisseur de paiement (Mollie, SumUp, etc.).
it: Report PDF contabile inclusi dettagli commissioni fornitore di pagamento (Mollie, SumUp, ecc.).

source: Payments and refunds with bank fees
fr: Paiements et remboursements avec frais bancaires
it: Pagamenti e rimborsi con commissioni bancarie

source: Export of payments and refunds including PSP bank fees details (Mollie, SumUp, etc.).
fr: Export des paiements et remboursements incluant le détail des frais bancaires PSP (Mollie, SumUp, etc.).
it: Esportazione di pagamenti e rimborsi inclusi dettagli commissioni bancarie PSP (Mollie, SumUp, ecc.).

source: Payment method
fr: Mode de paiement
it: Metodo di pagamento

source: Transactions
it: Transazioni

source: Total bank fees
fr: Total frais bancaires
it: Commissioni bancarie totali

source: Open items
fr: Éléments ouverts
it: Elementi aperti

source: Orders
fr: Commandes
it: Ordini

source: Refunds
fr: Remboursements
it: Rimborsi

source: Configure your payment provider API keys (Mollie, SumUp) to enable automatic bank fee synchronization.
fr: Configurez les clés API de vos prestataires de paiement (Mollie, SumUp) pour permettre la synchronisation automatique des frais bancaires.
it: Configura le chiavi API dei tuoi fornitori di pagamento (Mollie, SumUp) per abilitare la sincronizzazione automatica delle commissioni bancarie.

source: Synchronize bank fees from your Mollie and SumUp payments with real PSP data.
fr: Synchronisez les frais bancaires de vos paiements Mollie et SumUp avec les données PSP réelles.
it: Sincronizza le commissioni bancarie dei tuoi pagamenti Mollie e SumUp con dati PSP reali.

source: Available on
fr: Disponible sur
it: Disponibile su

source: Are you sure you want to disconnect Mollie Connect?
fr: Êtes-vous sûr de vouloir déconnecter Mollie Connect ?
it: Sei sicuro di voler disconnettere Mollie Connect?

source: to obtain an Access Token
fr: pour obtenir un Access Token
it: per ottenere un Token di Accesso

source: No
fr: Non

source: Client ID Mollie Connect
fr: Mollie Connect Client ID

source: Client Secret Mollie Connect
fr: Mollie Connect Client Secret

source: URL callback:
fr: Callback URL:

source: # Tickets
fr: # Billets

source: Fee/ticket
fr: Frais/billet
