Repository: valentin-gosselin/pretix-payment-fees
Catalog: pretix_payment_fees/locale/*/LC_MESSAGES/django.po
Languages: fr, it

source: ... and {count} other errors
fr: ... et {count} autres erreurs
it: ... e {count} altri errori

source: Access Token
it: Token di accesso

source: Access synchronization
fr: Accéder à la synchronisation
it: Accedi alla sincronizzazione

source: Access token expiration date
fr: Date d'expiration du token d'accès
it: Data di scadenza token di accesso

source: Accounting Export with PSP Fees
fr: Export Comptable avec Frais PSP
it: Esportazione Contabile con Commissioni PSP

source: Accounting export with PSP fees
fr: Export comptable avec frais PSP
it: Esportazione contabile con commissioni PSP

source: Alternative to date_from/date_to (e.g.: 7 for last week)
fr: Alternative à date_from/date_to (ex: 7 pour la dernière semaine)
it: Alternativa a date_from/date_to (es.: 7 per la scorsa settimana)

source: Automatic synchronization
fr: Synchronisation automatique
it: Sincronizzazione automatica

source: Automatic synchronization configuration has been saved.
fr: La configuration de synchronisation automatique a été enregistrée.
it: La configurazione della sincronizzazione automatica è stata salvata.

source: Automatic synchronization frequency
fr: Fréquence de la synchronisation automatique
it: Frequenza sincronizzazione automatica

source: Automatic synchronization retrieves fees for new payments at regular intervals.
fr: La synchronisation automatique récupère les frais des nouveaux paiements à intervalles réguliers.
it: La sincronizzazione automatica recupera le commissioni per i nuovi pagamenti a intervalli regolari.

source: Automatically synchronize new payments
fr: Synchronise automatiquement les nouveaux paiements
it: Sincronizza automaticamente nuovi pagamenti

source: Available actions to manage cache and PSP data.
fr: Actions disponibles pour gérer le cache et les données PSP.
it: Azioni disponibili per gestire cache e dati PSP.

source: Back
fr: Retour
it: Indietro

source: Bank fees
fr: Frais bancaires
it: Commissioni bancarie

source: By provider
fr: Par provider
it: Per fornitore

source: Cache duration (seconds)
fr: Durée du cache (secondes)
it: Durata cache (secondi)

source: Cache duration in seconds (60-86400)
fr: Durée en secondes (60-86400)
it: Durata cache in secondi (60-86400)

source: Cache duration must be between 60 and 86400 seconds.
fr: La durée de cache doit être entre 60 et 86400 secondes.
it: La durata della cache deve essere tra 60 e 86400 secondi.

source: Cached Transactions
fr: Transactions en Cache
it: Transazioni in Cache

source: Clear cache
fr: Vider le cache
it: Svuota cache

source: Configuration not found
fr: Configuration introuvable
it: Configurazione non trovata

source: Configuration not found for organizer {slug}
fr: Configuration introuvable pour l'organisateur {slug}
it: Configurazione non trovata per organizzatore {slug}

source: Configure
fr: Configurer
it: Configura

source: Configure now
fr: Configurer maintenant
it: Configura ora

source: Configure your payment providers' API keys (Mollie, SumUp) to enable automatic bank fees synchronization.
fr: Configurez les clés API de vos prestataires de paiement (Mollie, SumUp) pour permettre la synchronisation automatique des frais bancaires.
it: Configura le chiavi API dei tuoi fornitori di pagamento (Mollie, SumUp) per abilitare la sincronizzazione automatica delle commissioni bancarie.

source: Connect with Mollie
fr: Connecter avec Mollie
it: Connetti con Mollie

source: Copy Client ID and Secret above, then save
fr: Copiez Client ID et Secret ci-dessus, puis enregistrez
it: Copia Client ID e Secret sopra, quindi salva

source: Create an app on
fr: Créez une app sur
it: Crea un'app su

source: Date
it: Data

source: Date and time of last automatic synchronization
fr: Date et heure de la dernière synchronisation automatique
it: Data e ora dell'ultima sincronizzazione automatica

source: Diagnostic Information
fr: Informations de Diagnostic
it: Informazioni di Diagnostica

source: Disconnect
fr: Déconnecter
it: Disconnetti

source: Disconnected
fr: Déconnecté
it: Disconnesso

source: Enable Mollie
fr: Activer Mollie
it: Abilita Mollie

source: Enable Mollie integration to retrieve fees
fr: Activer l'intégration Mollie pour récupérer les frais
it: Abilita integrazione Mollie per recuperare commissioni

source: Enable PSP fees automatic synchronization
fr: Activer la synchronisation automatique des frais PSP
it: Abilita sincronizzazione automatica commissioni PSP

source: Enable SumUp
fr: Activer SumUp
it: Abilita SumUp

source: Enable SumUp integration to retrieve fees
fr: Activer l'intégration SumUp pour récupérer les frais
it: Abilita integrazione SumUp per recuperare commissioni

source: Enabled
fr: Activé
it: Abilitato

source: End date
fr: Date de fin
it: Data fine

source: Error connecting to Mollie: {error}
fr: Erreur lors de la connexion à Mollie: {error}
it: Errore nella connessione a Mollie: {error}

source: Error during synchronization
fr: Erreur lors de la synchronisation
it: Errore durante la sincronizzazione

source: Error during synchronization: {error}
fr: Erreur lors de la synchronisation: {error}
it: Errore durante la sincronizzazione: {error}

source: Error processing OAuth response
fr: Erreur lors du traitement de la réponse OAuth
it: Errore nell'elaborazione risposta OAuth

source: Event
fr: Événement
it: Evento

source: Every 6 hours
fr: Toutes les 6 heures
it: Ogni 6 ore

source: Every hour
fr: Toutes les heures
it: Ogni ora

source: Export
fr: Exporter
it: Esporta

source: Fees
fr: Frais
it: Commissioni

source: Force resynchronization
fr: Forcer la resynchronisation
it: Forza risincronizzazione

source: Last automatic synchronization
fr: Dernière synchronisation automatique
it: Ultima sincronizzazione automatica

source: Last synchronization
fr: Dernière synchronisation
it: Ultima sincronizzazione

source: Leave empty to synchronize ALL payments from the beginning
fr: Laisser vide pour synchroniser TOUS les paiements depuis le début
it: Lascia vuoto per sincronizzare TUTTI i pagamenti dall'inizio

source: Leave empty to synchronize all organizer events
fr: Laisser vide pour synchroniser tous les événements de l'organisateur
it: Lascia vuoto per sincronizzare tutti gli eventi dell'organizzatore

source: Leave empty to synchronize until today
fr: Laisser vide pour synchroniser jusqu'à aujourd'hui
it: Lascia vuoto per sincronizzare fino ad oggi

source: Maintenance actions
fr: Actions de maintenance
it: Azioni di manutenzione

source: Manual fees synchronization
fr: Synchronisation manuelle des frais
it: Sincronizzazione manuale commissioni

source: Missing configuration
fr: Configuration manquante
it: Configurazione mancante

source: Mollie API Key
fr: Clé API Mollie
it: Chiave API Mollie

source: Mollie API key (starts with 'live_' or 'test_')
fr: Clé API Mollie (commence par 'live_' ou 'test_')
it: Chiave API Mollie (inizia con 'live_' o 'test_')

source: Mollie API key is required if Mollie is enabled.
fr: La clé API Mollie est requise si Mollie est activé.
it: La chiave API Mollie è richiesta se Mollie è abilitato.

source: Mollie API key must start with 'live_' or 'test_'.
fr: La clé API Mollie doit commencer par 'live_' ou 'test_'.
it: La chiave API Mollie deve iniziare con 'live_' o 'test_'.

source: Mollie Connect Client ID
fr: Client ID Mollie Connect
it: Client ID Mollie Connect

source: Mollie Connect Client ID and Secret required. Please configure them in settings.
fr: Client ID et Client Secret Mollie Connect requis. Veuillez les configurer dans les paramètres.
it: Client ID e Secret Mollie Connect richiesti. Configurali nelle impostazioni.

source: Mollie Connect Client ID must start with 'app_'.
fr: Le Client ID Mollie Connect doit commencer par 'app_'.
it: Il Client ID Mollie Connect deve iniziare con 'app_'.

source: Mollie Connect Client Secret
fr: Client Secret Mollie Connect
it: Client Secret Mollie Connect

source: Mollie Connect app Client ID (starts with 'app_')
fr: Client ID de l'app Mollie Connect (commence par 'app_')
it: Client ID app Mollie Connect (inizia con 'app_')

source: Mollie Connect app Client Secret
fr: Client Secret de l'app Mollie Connect
it: Client Secret app Mollie Connect

source: Mollie OAuth is connected
fr: Mollie OAuth est connecté
it: Mollie OAuth è connesso

source: Mollie OAuth2 access token
fr: Token d'accès OAuth2 Mollie
it: Token di accesso OAuth2 Mollie

source: Mollie OAuth2 refresh token
fr: Token de rafraîchissement OAuth2 Mollie
it: Token di aggiornamento OAuth2 Mollie

source: Mollie Status
fr: Statut de Mollie
it: Stato Mollie

source: Mollie authorization error: {error}
fr: Erreur d'autorisation Mollie: {error}
it: Errore autorizzazione Mollie: {error}

source: No PSP configuration found. Please configure your API keys first.
fr: Aucune configuration PSP trouvée. Veuillez d'abord configurer vos clés API.
it: Nessuna configurazione PSP trovata. Configura prima le tue chiavi API.

source: No cached transactions at the moment.
fr: Aucune transaction en cache pour le moment.
it: Nessuna transazione in cache al momento.

source: No payments found
fr: Aucun paiement trouvé
it: Nessun pagamento trovato

source: No payments found for the selected period
fr: Aucun paiement trouvé pour la période sélectionnée
it: Nessun pagamento trovato per il periodo selezionato

source: No payments to synchronize
fr: Aucun paiement à synchroniser
it: Nessun pagamento da sincronizzare

source: Not configured
fr: Non configuré
it: Non configurato

source: Number of days back
fr: Nombre de jours en arrière
it: Numero di giorni indietro

source: OAuth configuration:
fr: Configuration OAuth:
it: Configurazione OAuth:

source: Once a day
fr: Une fois par jour
it: Una volta al giorno

source: Only unsynchronized payments are processed
fr: Seuls les paiements non encore synchronisés sont traités
it: Solo i pagamenti non sincronizzati vengono elaborati

source: Only unsynchronized payments from the last 30 days are processed (impact: ~5-10 API req/day).
fr: Seuls les paiements des 30 derniers jours non synchronisés sont traités (impact : ~5-10 req API/jour).
it: Solo i pagamenti non sincronizzati degli ultimi 30 giorni vengono elaborati (impatto: ~5-10 richieste API/giorno).

source: PSP Configuration
fr: Configuration PSP
it: Configurazione PSP

source: PSP Synchronization
fr: Synchronisation PSP
it: Sincronizzazione PSP

source: PSP Synchronization - Bank fees
fr: Synchronisation PSP - Frais bancaires
it: Sincronizzazione PSP - Commissioni bancarie

source: PSP configuration has been saved successfully.
fr: La configuration PSP a été enregistrée avec succès.
it: La configurazione PSP è stata salvata con successo.

source: PSP configuration not found
fr: Configuration PSP introuvable
it: Configurazione PSP non trovata

source: PSP configuration not found.
fr: Configuration PSP introuvable.
it: Configurazione PSP non trovata.

source: PSP configuration not found. Please configure your API keys first.
fr: Configuration PSP introuvable. Veuillez d'abord configurer vos clés API.
it: Configurazione PSP non trovata. Configura prima le tue chiavi API.

source: Payment Fees - Bank fees
fr: Payment Fees - Frais bancaires
it: Commissioni di Pagamento - Commissioni bancarie

source: Payment error {payment_id}: {error}
fr: Erreur paiement {payment_id}: {error}
it: Errore pagamento {payment_id}: {error}

source: Payment list with PSP fees
fr: Liste des paiements avec frais PSP
it: Elenco pagamenti con commissioni PSP

source: Payments
fr: Paiements
it: Pagamenti

source: Payments pending synchronization
fr: Paiements en attente de synchronisation
it: Pagamenti in attesa di sincronizzazione

source: Plugin Diagnostics
fr: Diagnostic du Plugin
it: Diagnostica Plugin

source: Plugin operational
fr: Plugin opérationnel
it: Plugin operativo

source: Provider
it: Fornitore

source: Refresh Token
it: Token di Aggiornamento

source: Resynchronize even already synchronized payments
fr: Resynchroniser même les paiements déjà synchronisés
it: Risincronizza anche pagamenti già sincronizzati

source: Runs via Pretix periodic task.
fr: S'exécute via la tâche périodique Pretix.
it: Esegue tramite attività periodica Pretix.

source: Save
fr: Enregistrer
it: Salva

source: Simulate without modifying the database
fr: Simuler sans modifier la base de données
it: Simula senza modificare il database

source: Simulation mode
fr: Mode simulation
it: Modalità simulazione

source: Simulation mode (dry-run)
fr: Mode simulation (dry-run)
it: Modalità simulazione (dry-run)

source: Simulation: {synced}/{total} payments would be synchronized
fr: Simulation : {synced}/{total} paiements seraient synchronisés
it: Simulazione: {synced}/{total} pagamenti sarebbero sincronizzati

source: Start date
fr: Date de début
it: Data inizio

source: Status
fr: Statut
it: Stato

source: Successfully connected to Mollie Connect! Real PSP fees are now available.
fr: Connexion réussie à Mollie Connect ! Les frais PSP réels sont maintenant disponibles.
it: Connesso con successo a Mollie Connect! Le commissioni PSP reali sono ora disponibili.

source: Successfully disconnected from Mollie Connect
fr: Déconnexion réussie de Mollie Connect
it: Disconnesso con successo da Mollie Connect

source: SumUp API Key
fr: Clé API SumUp
it: Chiave API SumUp

source: SumUp API key is required if SumUp is enabled.
fr: La clé API SumUp est requise si SumUp est activé.
it: La chiave API SumUp è richiesta se SumUp è abilitato.

source: SumUp Status
fr: Statut de SumUp
it: Stato SumUp

source: Synchronization
fr: Synchronisation
it: Sincronizzazione

source: Synchronization frequency
fr: Fréquence de synchronisation
it: Frequenza sincronizzazione

source: Synchronization successful
fr: Synchronisation réussie
it: Sincronizzazione riuscita

source: Synchronize
fr: Synchroniser
it: Sincronizza

source: Synchronize fees
fr: Synchroniser les frais
it: Sincronizza commissioni

source: Synchronize payment provider fees
fr: Synchronise les frais des prestataires de paiement
it: Sincronizza commissioni fornitori di pagamento

source: This page displays diagnostic information about the accounting export plugin with PSP fees.
fr: Cette page affiche des informations de diagnostic sur le plugin d'export comptable avec frais PSP.
it: Questa pagina mostra informazioni di diagnostica sul plugin di esportazione contabile con commissioni PSP.

source: Token expiration
it: Scadenza token

source: Total
it: Totale

source: Transaction ID
it: ID Transazione

source: Transaction cache retention duration (default: 3600)
fr: Durée de conservation du cache des transactions (défaut: 3600)
it: Durata conservazione cache transazioni (predefinito: 3600)

source: Type
it: Tipo

source: View details
fr: Voir les détails
it: Visualizza dettagli

source: Yes
fr: Oui
it: Sì

source: ago
it: fa

source: payments
fr: paiements
it: pagamenti

source: {synced}/{total} payments synchronized, {skipped} skipped, {failed} failed. Total fees: {fees} EUR
fr: {synced}/{total} paiements synchronisés, {skipped} ignorés, {failed} échecs. Total des frais : {fees} EUR
it: {synced}/{total} pagamenti sincronizzati, {skipped} saltati, {failed} falliti. Commissioni totali: {fees} EUR

source: Activer Mollie
fr: Enable Mollie
it: Abilita Mollie

source: Activer l'intégration Mollie pour récupérer les frais
fr: Enable Mollie integration to retrieve fees
it: Abilita integrazione Mollie per recuperare commissioni

source: Clé API Mollie
fr: Mollie API Key
it: Chiave API Mollie

source: Clé API Mollie (live_ ou test_)
fr: Mollie API key (live_ or test_)
it: Chiave API Mollie (live_ o test_)

source: Mode test Mollie
fr: Mollie test mode
it: Modalità test Mollie

source: Si activé, utilise les API de test Mollie
fr: If enabled, uses Mollie test APIs
it: Se abilitato, usa le API di test Mollie

source: Client ID de l'app Mollie Connect (app_...)
fr: Mollie Connect app Client ID (app_...)
it: Client ID dell'app Mollie Connect (app_...)

source: Client Secret de l'app Mollie Connect
fr: Mollie Connect app Client Secret
it: Client Secret dell'app Mollie Connect

source: Access Token Mollie
fr: Mollie Access Token
it: Token di Accesso Mollie

source: Token d'accès OAuth2 Mollie
fr: Mollie OAuth2 access token
it: Token di accesso OAuth2 Mollie

source: Refresh Token Mollie
fr: Mollie Refresh Token
it: Token di Aggiornamento Mollie

source: Token de rafraîchissement OAuth2 Mollie
fr: Mollie OAuth2 refresh token
it: Token di aggiornamento OAuth2 Mollie

source: Date d'expiration du token d'accès
fr: Access token expiration date
it: Data di scadenza token di accesso

source: Activer SumUp
fr: Enable SumUp
it: Abilita SumUp

source: Activer l'intégration SumUp pour récupérer les frais
fr: Enable SumUp integration to retrieve fees
it: Abilita integrazione SumUp per recuperare commissioni

source: Clé API SumUp
fr: SumUp API Key
it: Chiave API SumUp

source: Durée du cache (secondes)
fr: Cache duration (seconds)
it: Durata cache (secondi)

source: Durée de conservation du cache des transactions (défaut: 3600)
fr: Transaction cache retention duration (default: 3600)
it: Durata conservazione cache transazioni (predefinito: 3600)

source: Utiliser les settlement rates
fr: Use settlement rates
it: Usa tassi di regolamento

source: Utiliser les taux réels des settlements pour calculer les frais
fr: Use real settlement rates to calculate fees
it: Usa tassi reali di regolamento per calcolare commissioni

source: Settlement rates cache duration
it: Durata cache tassi di regolamento

source: Durée de conservation du cache des settlement rates en secondes
fr: Settlement rates cache retention duration in seconds
it: Durata conservazione cache tassi di regolamento in secondi

source: Synchronisation automatique
fr: Automatic synchronization
it: Sincronizzazione automatica

source: Activer la synchronisation automatique des frais PSP
fr: Enable automatic PSP fees synchronization
it: Abilita sincronizzazione automatica commissioni PSP

source: Fréquence de synchronisation
fr: Synchronization frequency
it: Frequenza sincronizzazione

source: Fréquence de la synchronisation automatique
fr: Automatic synchronization frequency
it: Frequenza sincronizzazione automatica

source: Dernière synchronisation automatique
fr: Last automatic synchronization
it: Ultima sincronizzazione automatica

source: Date et heure de la dernière synchronisation automatique
fr: Date and time of last automatic synchronization
it: Data e ora dell'ultima sincronizzazione automatica

source: Toutes les heures
fr: Every hour
it: Ogni ora

source: Toutes les 6 heures
fr: Every 6 hours
it: Ogni 6 ore

source: Une fois par jour
fr: Once a day
it: Una volta al giorno

source: La date de début doit être antérieure à la date de fin
fr: Start date must be before end date
it: La data di inizio deve essere precedente alla data di fine

source: Ne peut pas être utilisé avec date_from/date_to
fr: Cannot be used with date_from/date_to
it: Non può essere usato con date_from/date_to

source: Tous les événements
fr: All events
it: Tutti gli eventi

source: Synchronisation des frais
fr: Fee synchronization
it: Sincronizzazione commissioni

source: Synchronisez les frais bancaires de vos paiements Mollie et SumUp avec les données réelles de vos PSP.
fr: Synchronize bank fees from your Mollie and SumUp payments with real PSP data.
it: Sincronizza le commissioni bancarie dei tuoi pagamenti Mollie e SumUp con i dati reali dei tuoi PSP.

source: Disponible sur
fr: Available on
it: Disponibile su

source: Optionnel - Pour récupérer les frais PSP réels
fr: Optional - To retrieve real PSP fees
it: Opzionale - Per recuperare commissioni PSP reali

source: Les frais PSP réels sont synchronisés automatiquement
fr: Real PSP fees are synchronized automatically
it: Le commissioni PSP reali sono sincronizzate automaticamente

source: Expiration:
it: Scadenza:

source: Êtes-vous sûr de vouloir déconnecter Mollie Connect ?
fr: Are you sure you want to disconnect Mollie Connect?
it: Sei sicuro di voler disconnettere Mollie Connect?

source: Sans OAuth, seuls les frais estimés seront calculés (moins précis)
fr: Without OAuth, only estimated fees will be calculated (less accurate)
it: Senza OAuth, saranno calcolate solo commissioni stimate (meno precise)

source: pour obtenir un Access Token
fr: to obtain an Access Token
it: per ottenere un Token di Accesso

source: Options avancées
fr: Advanced options
it: Opzioni avanzate

source: Le cache réduit les appels API. Recommandé : 3600s (1h)
fr: Cache reduces API calls. Recommended: 3600s (1h)
it: La cache riduce le chiamate API. Consigliato: 3600s (1h)

source: Enregistrer la configuration
fr: Save configuration
it: Salva configurazione

source: Synchronisation des frais PSP
fr: PSP fee synchronization
it: Sincronizzazione commissioni PSP

source: Vous devez d'abord configurer vos clés API PSP.
fr: You must first configure your PSP API keys.
it: Devi prima configurare le tue chiavi API PSP.

source: État de la configuration PSP
fr: PSP configuration status
it: Stato configurazione PSP

source: Désactivé
fr: Disabled
it: Disabilitato

source: ce qui réduit drastiquement les appels API.
fr: which drastically reduces API calls.
it: il che riduce drasticamente le chiamate API.

source: Total :
it: Totale:

source: Par provider :
fr: By provider:
it: Per fornitore:

source: Tous les paiements sont synchronisés
fr: All payments are synchronized
it: Tutti i pagamenti sono sincronizzati

source: Lancer une synchronisation
fr: Start synchronization
it: Avvia sincronizzazione

source: Important :
it: Importante:

source: Note :
it: Nota:

source: Ligne de commande
fr: Command line
it: Riga di comando

source: Vous pouvez également utiliser la commande Django suivante :
fr: You can also use the following Django command:
it: Puoi anche usare il seguente comando Django:

source: Options disponibles :
fr: Available options:
it: Opzioni disponibili:

source: Resynchroniser même si déjà fait
fr: Resynchronize even if already done
it: Risincronizza anche se già fatto

source: Simuler sans modifier
fr: Simulate without modifying
it: Simula senza modificare

source: Nous traitons votre demande… La synchronisation peut prendre plusieurs minutes pour un grand nombre de paiements.
fr: We are processing your request... Synchronization may take several minutes for a large number of payments.
it: Stiamo elaborando la tua richiesta... La sincronizzazione può richiedere diversi minuti per un gran numero di pagamenti.

source: Frais bancaires
fr: Bank fees
it: Commissioni bancarie

source: Frais Mollie
fr: Mollie fees
it: Commissioni Mollie

source: Frais Mollie (Carte de crédit)
fr: Mollie fees (Credit card)
it: Commissioni Mollie (Carta di credito)

source: Votre Organisation
fr: Your Organization
it: La Tua Organizzazione

source: Export Comptable avec Frais PSP
fr: Accounting Export with PSP Fees
it: Esportazione Contabile con Commissioni PSP

source: Date règlement
fr: Settlement date
it: Data regolamento

source: Plugin pour exporter les rapports comptables avec frais PSP
fr: Plugin for exporting accounting reports with PSP fees
it: Plugin per esportare report contabili con commissioni PSP

source: Client ID of your Mollie Connect application (required for real fees)
fr: Client ID de votre application Mollie Connect (requis pour frais réels)
it: Client ID della tua applicazione Mollie Connect (richiesto per commissioni reali)

source: Client Secret of your Mollie Connect application
fr: Client Secret de votre application Mollie Connect
it: Client Secret della tua applicazione Mollie Connect

source: Mollie OAuth token (managed automatically)
fr: Token OAuth Mollie (géré automatiquement)
it: Token OAuth Mollie (gestito automaticamente)
